"--- ALL CATEGORIES ---" = "--- Toutes Catégories ---";"--- ALL USERS ---" = "--- TOUS LES UTILISATEURS ---";"Add Checkin" = "Ajouter Check In";"Add Map" = "Ajouter Map";"Add Photo" = "Ajouter une photo";"Add Report" = "Ajouter un rapport";"Added" = "Ajouté";"Adding..." = "Ajout ...";"All Categories" = "Toutes les catégories";"All Checkins By" = "Tous Archivages Par";"App Settings" = "Paramètres de cette appli";"Are you sure you want to cancel?" = "Etes-vous sûr de vouloir annuler?";"Are you sure you want to delete?" = "Etes-vous sûr de vouloir supprimer?";"Authenticating..." = "Authentification ...";"Bitly Error" = "Bitly erreur";"Cancel" = "Annuler";"Categories..." = "Catégories ...";"Category" = "Catégorie";"characters" = "caractères";"Checkin" = "Arriver";"Checkin Error" = "Entrée erreur";"Checkins" = "Archivages";"Clear" = "Clear";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Cliquez sur le bouton Info pour afficher les paramètres de cette appli, Plus bouton pour ajouter une carte ou un bouton Modifier pour supprimer une carte.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Cliquez sur le bouton Carte pour afficher la carte du rapport, le bouton Filtrer pour filtrer par catégorie ou sur le bouton Composer pour créer un rapport de nouvel incident.";"Click the Refresh button to upload pending reports." = "Cliquez sur le bouton Actualiser pour télécharger les rapports en suspens.";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Cliquez sur le flèches Haut et Bas pour vous déplacer dans checkins, cliquez sur l'emplacement pour afficher une carte plus grande ou sur une photo pour la voir en plein écran.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Cliquez sur le flèches Haut et Bas pour vous déplacer dans les rapports, le SMS pour envoyer le rapport sur les URL, le bouton de partager Tweet sur Twitter ou le bouton E-mail pour envoyer les détails du rapport.";"Contact" = "Contact";"Contact Settings" = "Les préférences de";"Current Location" = "Lieu actuel";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Personnalisez votre message, entrez les informations d'identification puis appuyez sur le bouton Envoyer pour partager sur Twitter. Eventuellement cliquez sur le bouton Link pour raccourcir les URL.";"Date" = "Date";"Delete Report" = "Supprimer Signaler";"Description" = "Description";"Discrete Mode On Shake" = "Mode discret sur Shake";"Done" = "Fait";"Download Offline Maps" = "Maps Offline Télécharger";"Downloaded Map Zoom Level" = "Carte Téléchargé Niveau de zoom";"Edit" = "Modifier";"email" = "e-mail";"Enter description" = "Entrez la description";"Email Failed" = "Échec de l'envoi";"Enter date" = "Entrez la date";"Enter email" = "Entrez le courriel";"Enter first name" = "Entrez le prénom";"Enter last name" = "Entrez le nom de famille";"Enter location name" = "Entrez le nom de l'emplacement";"Enter Map Details" = "Entrez les détails Carte";"Enter message" = "Entrez le message";"Enter name" = "Entrez le nom";"Enter news URL" = "Entrez l'URL de nouvelles";"Enter password" = "Entrez le mot de passe";"Enter time" = "Entrez le temps";"Enter title" = "Entrer le titre";"Enter tweet" = "Entrez tweet";"Enter URL" = "Entrez l'URL";"Enter URL or search phrase" = "Entrez phrase URL ou de recherche";"Enter username" = "Entrez le nom";"Error" = "Erreur";"Error Detecting Location" = "Lieu de détection d'erreurs";"Error Saving Photo" = "Erreur de sauvegarde de photos";"Errors" = "Erreurs";"Existing Location" = "Situation existante";"first name" = "prénom";"From Library" = "De la Bibliothèque";"Host Not Found" = "Hôte introuvable";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "Je ne pouvais pas se connecter à Twitter. Il s'agit probablement d'un problème temporaire, s'il vous plaît essayer à nouveau.";"Image" = "Image";"Incidents..." = "Incidents ...";"Invalid Email" = "Email Blancs";"Invalid Email Address" = "Adresse email invalide";"Invalid Map Details" = "Détails Carte Blancs";"Invalid News URL" = "URL Nouvelles Blancs";"Invalid Server Response" = "Réponse du serveur invalide";"Last Checkin For Each User" = "Entrée dernier pour chaque utilisateur";"last name" = "nom de famille";"Last Sync" = "Dernière Sync";"Loading..." = "Chargement en cours ...";"Locating..." = "Localisation ...";"Location" = "Lieu";"Location Error" = "L'erreur de localisation";"Locations..." = "Lieu de ...";"Logout..." = "Déconnexion ...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "On dirait que Twitter est en panne ou être mis à jour. S'il vous plaît attendez quelques secondes et essayez à nouveau.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "On dirait que Twitter est surchargé. S'il vous plaît attendez quelques secondes et essayez à nouveau.";"Map" = "Carte";"Map Settings" = "Paramètres de la carte";"Map Zoom Level" = "Carte Niveau de zoom";"Maps" = "Maps";"Message" = "Message";"Name" = "Nom";"New Location" = "Nouvel emplacement";"News" = "Nouvelles";"No" = "N";"No Category Specified" = "Aucune catégorie spécifiée";"No Date Specified" = "Sans précision de date";"No Internet" = "Pas d'Internet";"No Internet Connection" = "Pas de connexion Internet";"No Location Specified" = "Aucun emplacement spécifié";"No News" = "N Nouvelles";"No Photos" = "Pas de photo";"No Reports" = "Aucun rapport";"No Video" = "Pas de vidéo";"Not Specified" = "Non indiquée";"OK" = "OK";"Open In Safari?" = "Ouvrir dans Safari?";"Password" = "Mot de passe";"Pending Upload" = "En attendant Envoyer";"Photo" = "Photo";"Photo Added" = "Photo ajoutée";"Photo Error" = "Photo d'erreur";"Photo Settings" = "Réglages de photo";"Photos" = "Photos";"pixels" = "pixels";"Please enter a valid email address." = "S'il vous plaît entrer une adresse email valide.";"Please enter a valid name and url." = "S'il vous plaît entrer un nom valide et url.";"Privacy Settings" = "Paramètres de confidentialité";"Remove Error" = "Retirer erreur";"Remove Photo" = "Retirer Photo";"Removed" = "Suppression";"Report" = "Rapport";"Reports" = "Rapports";"Request Error" = "Demande d'erreur";"Required Fields" = "Les champs obligatoires";"Resized" = "Redimensionnée";"Resized Image Width" = "Largeur de l'image redimensionnée";"Resizing Photo..." = "Redimensionnement de photos ...";"Resizing..." = "Redimensionnement ...";"Saved" = "Enregistré";"Saving..." = "Enregistrement ...";"Search categories..." = "catégories de recherche ...";"Search locations..." = "Emplacements de recherche ...";"Search maps..." = "Rechercher des cartes ...";"Search reports..." = "Les rapports de recherche ...";"Select" = "Sélectionnez";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Sélectionnez une carte existante de la liste, cliquez sur le bouton Actualiser pour trouver des cartes près de chez vous ou sur le bouton Plus pour ajouter votre propre carte.";"Select category" = "Sélectionnez une catégorie";"Select location" = "Sélectionnez l'emplacement";"Select photo" = "Sélectionnez photo";"Send" = "Envoyer";"Sending..." = "Envoi en cours ...";"Sent" = "Sent";"Server Error" = "Erreur du serveur";"Settings" = "Paramètres";"Share Ushahidi iOS" = "Partager iOS Ushahidi";"Shortening..." = "Raccourcir ...";"SMS Failed" = "SMS a échoué";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Désolé, il semble que vous avez perdu votre connexion Internet. S'il vous plaît se reconnecter et de réessayer.";"Take Photo" = "Prendre une photo";"There was a problem adding the photo." = "Il y avait un problème en ajoutant la photo.";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Il y avait un problème de détection de votre position. S'il vous plaît s'assurer que l'emplacement des services est activé pour Ushahidi dans Paramètres > Services généraux > Lieu.";"There was a problem removing the map." = "Il y avait un problème enlever la carte.";"There was a problem resizing the photo." = "Il y avait un problème de redimensionnement de la photo.";"This map supports Checkins! Click the Pin button to view the map." = "Cette carte prend en charge Archivages! Cliquez sur le bouton Pin pour afficher la carte.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Cette carte prend en charge Archivages! \\ NCliquez sur le bouton Filtre pour n'afficher que les checkins pour un utilisateur spécifique ou sur le bouton Pin à checkin maintenant.";"Title" = "Titre";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Pour checkin, faites glisser la goupille de la carte pour une localisation plus précise, puis cliquez sur le bouton Envoyer un message après l'entrée en option, les coordonnées et les photos.";"Tweet" = "Tweet";"Twitter" = "Twitter";"Twitter Error" = "Twitter erreur";"Unable to add incident" = "Impossible d'ajouter incident";"Unable To Checkin" = "Impossible de Checkin";"Unable to checkin, please try again later." = "Impossible de checkin, s'il vous plaît essayer à nouveau plus tard.";"Unable To Download Checkins" = "Impossible de télécharger Archivages";"Unable To Send Email" = "Impossible pour envoyer un courriel";"Unable To Send SMS" = "Impossible d'envoyer des SMS";"Unable To Upload Report" = "Impossible de transférer le Rapport";"Unsaved Changes" = "Les modifications non enregistrées";"Unverified" = "Non vérifié";"Upload Error" = "Envoyer une erreur";"Uploaded" = "Date d'envoi";"User Location" = "Emplacement de l'utilisateur";"Username" = "Nom d'utilisateur";"Ushahidi Demo" = "Ushahidi Demo";"Verified" = "Vérifié";"Version" = "Version";"Video" = "Vidéo";"Yes" = "Oui";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Votre nom d'utilisateur et mot de passe n'a pas pu être vérifiée. Vérifiez bien que vous les avez saisis correctement et essayez à nouveau.";"zoom" = "zoom";